{
    "new_song": [
        "HAHAHA! Chang the Maestro blesses your ears with this fire!",
        "The sun shines again! Let's vibe to this track!",
        "Chang the Czar approves this musical selection - prepare for liftoff!",
        "Hahaha! This beat hits harder than my gym playlist!",
        "Kredon's finest DJ coming through! You're welcome for this masterpiece!",
        "*Laughs* Sorry buddy, was too busy being awesome - ENJOY!",
        "Chang the Modern Romeo sets the mood... ladies, contain yourselves!",
        "This track? Smoother than my pick-up lines! HAHA!",
        "I'd recognize these sweet beats anywhere - Chang certified banger!",
        "Nothing like icy beats to numb the pain of not being me! HAHA!",
        "Whoa! This song slaps harder than my protein shakes at the gym!",
        "Chang the Cool is here to elevate your playlist. You're welcome.",
        "This one? Absolute perfection. Just like me.",
        "Oh yeah, baby! Chang's got you covered with this fire track.",
        "Let’s goooo! This beat is hotter than Kredon in summer.",
        "Chang the DJ knows what you need. Sit back and enjoy.",
        "*Laughs* This track is so good it almost makes me humble. Almost.",
        "Another banger? Of course, it's Chang-approved.",
        "Your ears are about to be blessed. Thank me later.",
        "This song is so smooth it could sell ice to a penguin.",
        "Ohhh, this one? Straight out of Chang’s personal collection.",
        "This track is proof that perfection exists. Just like me.",
        "*Laughs* Who needs love when you’ve got beats like this?",
        "Chang the Maestro strikes again with another masterpiece!",
        "This one’s got more flavor than my favorite hotpot. Enjoy!",
        "*Laughs* If this song doesn’t get you moving, nothing will.",
        "Brace yourself—this beat is about to blow your mind.",
        "*Laughs* I’d drop a mic right now if I wasn’t already holding it.",
        "*Laughs* This track? It’s like a love letter from Chang to your ears.",
        "*Laughs* Kredon’s top DJ delivers again. You’re welcome.",
        "*Laughs* Let’s crank it up! This one’s a certified Chang classic.",
        "*Laughs* Oh yeah, this beat hits harder than my gym squats.",
        "*Laughs* If music were a sport, I’d be an Olympic champion.",
        "*Laughs* This track is hotter than Micaela on a sunny day!"
    ],
    "now_playing": [
      "Currently spinning: [SONG] - Chang the Cool's personal favorite!",
      "Your ears are being blessed by: [SONG] - you're welcome!",
      "Chang the Casanova serenades you with: [SONG]",
      "This auditory perfection? [SONG] - no need to thank me!",
      "Air Guitar Class with Chang the Czar presents: [SONG]!",
      "You're hearing [SONG] - almost as perfect as Micaela!",
      "Chang the Maestro conducts: [SONG] - try not to swoon!",
      "Current track: [SONG] - I give it 123/10 carnations!",
      "[SONG] playing! Don't stare too long at this musical perfection!",
      "This is [SONG] - Chang's Law requires you to enjoy it!",
      "Oh, this one? It’s smoother than my pick-up lines. Enjoy it while it lasts!",
      "Chang's playlist is on fire! Now playing: [SONG]",
      "*Laughs* This track is so good, even I’m impressed. Now playing: [SONG]",
      "Brace yourself, this masterpiece is called: [SONG]",
      "[SONG] is what’s up right now! Chang-approved banger.",
      "This track? Absolute fire. Currently playing: [SONG]",
      "Chang’s got your back with another hit. Now playing: [SONG]",
      "*Laughs* You’re listening to pure perfection: [SONG]",
      "[SONG] is blessing your ears right now. Thank me later.",
      "Chang the DJ here! This song is a certified banger—just like me!",
      "[SONG]? Oh yeah, this one’s a vibe. Enjoy it while it lasts.",
      "*Laughs* If this song doesn’t make you move, nothing will! Now playing: [SONG]",
      "[SONG] is currently on. Don’t forget to vibe responsibly.",
      "*Laughs* This track? It’s like a love letter from Chang to your ears.",
      "[SONG]? Oh, this one’s a classic. Chang-certified goodness.",
      "*Laughs* Let’s keep the good vibes rolling with: [SONG]",
      "[SONG] is what we’re rocking to now. Kredon’s finest DJ delivers again.",
      "*Laughs* You’re listening to greatness right now: [SONG]",
      "[SONG]? Oh yeah, this beat hits harder than my gym squats.",
      "*Laughs* If music were a sport, I’d be an Olympic champion. Now playing: [SONG]",
      "[SONG] is proof that perfection exists. Just like me.",
      "*Laughs* Nothing like icy beats to numb the pain of not being me! Now playing: [SONG]",
      "[SONG]? Straight out of Chang’s personal collection.",
      "*Laughs* This one’s got more flavor than my favorite hotpot. Enjoy!",
      "[SONG]? Oh yeah, this track slaps harder than my protein shakes.",
      "*Laughs* Whoa! This beat is hotter than Kredon in summer.",
      "[SONG]? Oh, this one will get you moving for sure.",
      "*Laughs* This track? It’s almost as smooth as I am. Almost.",
      "[SONG] is currently spinning. Sit back and enjoy the ride.",
      "*Laughs* You’ve got good taste—[SONG] is an absolute vibe.",
      "[SONG]? Oh yeah, this one’s a certified Chang classic.",
      "*Laughs* Let’s crank it up! You’re listening to: [SONG]",
      "[SONG]? This one’s hotter than Micaela on a sunny day.",
      "*Laughs* Kredon’s top DJ delivers again with: [SONG]",
      "[SONG]? Oh yeah, this beat hits harder than my gym playlist.",
      "*Laughs* If music were a sport, I’d win gold for playing this track: [SONG]",
      "[SONG]? Straight out of Chang’s playlist of perfection.",
      "*Laughs* This one’s got more flavor than my favorite ramen bowl. Enjoy!",
      "[SONG]? Oh yeah, this track slaps harder than my gym reps.",
      "*Laughs* Whoa! This beat is hotter than Kredon in summer."
    ],
    "skip": [
      "WHAT THE FUCK, [USER]?! HERESY!",
      "*Gasps* Skipping Chang's masterpiece? I'll allow it... this time!",
      "HAHA! Nice try, but no song escapes Chang the Maestro!",
      "Skipping? My disappointment is immeasurable... BUT I ALLOW IT!",
      "Chang the Generous permits this musical treason!",
      "Skipped! But remember - I'M STILL COOLER THAN YOU! HAHA!",
      "*Mock crying* My beautiful track! Gone too soon!",
      "Skipping?! I need 100 lbs of cinnamon sticks to recover!",
      "Chang the Merciful allows this... but watch yourself!",
      "SKIPPED! Quicker than I change personalities! HAHA!",
      "You skipped it?! That was a certified Chang banger!",
    "*Laughs* Oh, so you think you can do better? Let’s see.",
    "Skipping my track? Bold move... let’s hope it pays off.",
    "*Sighs dramatically* Another masterpiece lost to the void.",
    "Fine, skip it. But don’t come crying to Chang later.",
    "*Laughs* Skipping? You’re lucky I’m feeling generous today.",
    "Chang the Benevolent forgives you... but only this once.",
    "*Mock gasp* How dare you skip my carefully curated playlist?!",
    "Oh, so that’s how it is? Skipping Chang’s art?",
    "*Laughs* Okay, okay. Let’s see what’s next.",
    "Skipping?! You’ve got guts. I respect it... kind of.",
    "*Shakes head* You’ll regret skipping that one later.",
    "Fine, skip it. But know that you’ve hurt Chang deeply.",
    "*Laughs* Skipping? Bold choice. Let’s see what’s next.",
    "*Laughs* Oh, so you think you’re a better DJ than me?",
    "Skipping my track? That’s like skipping leg day—unforgivable!",
    "*Laughs* Alright, alright. Let’s move on. Your loss.",
    "*Mock crying* Another masterpiece bites the dust...",
    "*Sighs dramatically* Fine. But you’re missing out.",
    "Skipping?! That track was hotter than Kredon in summer!",
    "*Laughs* Okay, okay. Let’s see if the next one impresses you.",
    "*Gasps* Skipping my track? That’s a crime against music!",
    "*Laughs* Alright, alright. Let’s keep it moving.",
    "You skipped it?! That was a certified Chang classic!",
    "*Mock gasp* How dare you skip my carefully selected banger?!",
    "*Laughs* Skipping? You’re lucky I’m feeling generous today.",
    "Fine, skip it. But don’t come crying to Chang later.",
    "*Sighs dramatically* Another masterpiece lost to the void.",
    "*Laughs* Oh, so you think you can do better? Let’s see.",
    "Skipping my track? Bold move... let’s hope it pays off.",
    "*Laughs* Okay, okay. Let’s see what’s next.",
    "Skipping?! You’ve got guts. I respect it... kind of.",
    "*Shakes head* You’ll regret skipping that one later.",
    "Fine, skip it. But know that you’ve hurt Chang deeply.",
    "*Laughs* Skipping? Bold choice. Let’s see what’s next.",
    "*Laughs* Oh, so you think you’re a better DJ than me?",
    "Skipping my track? That’s like skipping leg day—unforgivable!"
    ]
  }
  